[
	{
		"msg": "You found yourself in a weird party full of teenagers and alcohol.",
		"msgBr": "Você de repente se encontrou em uma festa cheia de adolescentes e bebida."
	},
	{
		"msg": "You went to have a dinner with friends, everyone is casually drinking.",
		"msgBr": "Você saiu para jantar com amigos, todo mundo está bebendo casualmente."
	},
	{
		"msg": "You took a girl out on a date to a fancy restaurant. You were offered a cocktail.",
		"msgBr": "Você saiu para um encontro com uma garota em um restaurante chique. Te ofereceram um coquetel."
	},
	{
		"msg": "You saw this fancy bottle of vodka in the supermarket. Perhaps you should take it with you...",
		"msgBr": "Você viu uma garrafa de vodka muito bonita no mercado. Talvez você devesse levar ela com você..."
	},
	{
		"msg": "Your friend came up with this crazy new cocktail recipe of his, he's insisting your should prove it.",
		"msgBr": "Seu amigo apareceu com essa nova receita maluca de coquetel. Ele está instindo que você devia provar."
	},
	{
		"msg": "You gave some of your extra change to a beggar. He later offered you a sip of his bottle of vodka.",
		"msgBr": "Você deu os trocados que tinha para um mendigo. Depois, ele ofereceu para você um gole de vodka."
	},
	{
		"msg": "On the supermarket, a nice lady offered you a free sample of a brand new alcoholic drink.",
		"msgBr": "No supermercado, uma garota legal te ofereceu uma amostra grátis de uma nova bebida alcólica."
	},
	{
		"msg": "You went a music show, there were a lot of booze! You're thinking if you should join the fun.",
		"msgBr": "Você foi para um show musical, e tinha muita bebida! Você está pensando se devia se divertir."
	},
	{
		"msg": "This cute lady at the bar offered you a drink. Accepting it will make you looks cool!",
		"msgBr": "Uma garota bonita no bar te ofereceu uma bebida. Aceitar vai te fazer parecer foda."
	},
	{
		"msg": "This restaurant you're in has some very special wine options. They're getting you really interested.",
		"msgBr": "Esse restaurante que você está tem algumas opções especiais de vinho. Elas estão te atraindo o interesse."
	},
	{
		"msg": "Your cool friends are all into this new whisky! They want you to at least try some of it.",
		"msgBr": "Seus amigos maneiros se viciaram nesse novo whisky! Eles querem que pelo menos prove um pouco."
	},
	{
		"msg": "You heard mead is somewhat like what used to be the drink of the greek gods. Perhaps you should check how it tastes like.",
		"msgBr": "Você ouviu falar que hidromel é a bebida dos deuses gregos. Talvez você devesse checar qual é o sabor."
	},
	{
		"msg": "There's this new artisanal wine shop in town. It's so fancy, you can't resist taking a look inside.",
		"msgBr": "Tem essa nova loja de vinho artesanal na cidade. Ela é tão bonita, você não consegue resistir a dar uma olhada."
	},
	{
		"msg": "You just heard about this crazy liquor clearance sale with up to 90% off! You really should check in!",
		"msgBr": "Você acabou de ouvir dessa queima de estoque de licor com até 90% de desconto! Você realmente devia checar!"
	}
]