[
	{
		"msg": "Your rich friends called you to a fancy party! It sounded nice at first, but now they're doing cocaine...",
		"msgBr": "Seus amigos ricos te chamaram pra uma festa chique! Parecia legal no começo, mas agora eles estão cheirando cocaína..."
	},
	{
		"msg": "You ended up in an enormous and crazy rave party! Everything is amazing! There's lots of music, colors and... LSD!",
		"msgBr": "Você acabou em uma rave enorme e louca! Tudo é incrível! Tem muita música, cores e... LSD!"
	},
	{
		"msg": "Your weird liberal friend offered you some weed. He keeps on saying it's high quality stuff.",
		"msgBr": "Seu amigo liberal estranho te ofereceu maconha. Ele insiste em dizer que é de alta qualidade."
	},
	{
		"msg": "You've been wondering a lot about how getting high must feel like... You know how to get some good stuff.",
		"msgBr": "Você esteve pensando bastante sobre como deve ser ficar chapado... Você sabe como conseguir coisa boa."
	},
	{
		"msg": "In this crazy teenagers party, some kids showed up with ectasy. They seem to be having a lot of fun...",
		"msgBr": "Nessa festa maluca de adolescentes, algumas crianças apareceram com esctasy. Eles parecem estar se divertindo..."
	},
	{
		"msg": "You found out your old friend is now a junkie. You tried to sympathize with him, but then he offered you heroin.",
		"msgBr": "Você descobriu que um antigo amigo agora é um viciado. Você tentou ser amigável, mas aí ele te ofereceu heroína."
	},
	{
		"msg": "You perceived those painkillers really do the job. A friend suggested you should increase the dosage to see how good it is.",
		"msgBr": "Você percebeu que esses anestésicos são muito bons. Um amigo sugeriu que você devia aumentar a dose pra ver como é bom."
	},
	{
		"msg": "Your mate offered you a weird powder he calls \"spice\". He tells you it's like weed but it isn't even illegal!",
		"msgBr": "Seu parceiro te ofereceu um pó estranho que ele chama de \"spice\". Ele te contou que é como maconha, só que não é ilegal!"
	},
	{
		"msg": "You were having fun in a nightclub, when you noticed some teenagers doing cocaine. They're offered you some, telling it can make you able to drink more.",
		"msgBr": "Você estava se divertindo em uma balada, quando percebeu alguns adolescentes usando cocaína. Eles te ofereceram um pouco, dizendo que vai te ajudar a beber mais."
	},
	{
		"msg": "You've been having a hard time focusing, until this weird doctor your friend recommended prescribed you Ritalin and said \"The bigger the dose, the better!\".",
		"msgBr": "Você andou tendo dificuldade em se concentrar, até que esse médico estranho que seu amigo te recomendou te prescreveu Ritalina e disse \"Quanto maior a dose, melhor!\"."
	},
	{
		"msg": "Looking to have some fun in this house party, your best friend offered you Dopamine.",
		"msgBr": "Tentando se divertir nessa festa em casa, seu melhor amigo te ofereceu Dopamina."
	},
	{
		"msg": "In the park with your friend, he suddenly pulled a bag of weed out of the pocket, offering you some.",
		"msgBr": "No parque com seu amigo, ele de repente puxou um saquinho de maconha do bolso, te oferecendo um pouco."
	}
]